app/controllers/releases_controller.rb

SELECT "releases".* FROM "releases"
---
    def index
        @releases = Release.all

SELECT "releases".* FROM "releases" WHERE "releases"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
      def show
        @release = Release.find(params[:id])