app/controllers/root_controller.rb

SELECT "releases".* FROM "releases"
---
    def home
        @releases = Release.all

SELECT "forum_posts".* FROM "forum_posts"
---
    def forum
        @posts = ForumPost.all